Repository: mbta/mobile_app
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: es, fr, ht, pt_br, vi, zh_hans_cn, zh_hant_tw

source: mechanical issue
es: problema mecánico
fr: problème mécanique
ht: pwoblèm mekanik
pt_br: problema mecânico
vi: vấn đề cơ khí
zh_hans_cn: 机械问题
zh_hant_tw: 機械問題

source: Mechanical Issue
es: Problema mecánico
fr: Problème mécanique
ht: Pwoblèm Mekanik
pt_br: Problema mecânico
vi: Vấn đề cơ khí
zh_hans_cn: 机械问题
zh_hant_tw: 機械問題

source: mechanical problem
es: problema mecánico
fr: problème mécanique
ht: pwoblèm mekanik
pt_br: problema mecânico
vi: vấn đề cơ khí
zh_hans_cn: 机械故障
zh_hant_tw: 機械故障

source: Mechanical Problem
es: Problema mecánico
fr: Problème mécanique
ht: Pwoblèm Mekanik
pt_br: Problema mecânico
vi: Vấn đề cơ khí
zh_hans_cn: 机械故障
zh_hant_tw: 機械故障

source: medical emergency
es: emergencia médica
fr: urgence médicale
ht: ijans medikal
pt_br: emergência médica
vi: cấp cứu y tế
zh_hans_cn: 医疗急救
zh_hant_tw: 醫療急救

source: Medical Emergency
es: Emergencia médica
fr: Urgence médicale
ht: Ijans Medikal
pt_br: Emergência médica
vi: Cấp cứu y tế
zh_hans_cn: 医疗急救
zh_hant_tw: 醫療急救

source: Modified service
es: Servicio modificado
fr: Service modifié
ht: Sèvis modifye
pt_br: Serviço modificado
vi: Dịch vụ đã sửa đổi
zh_hans_cn: 调整后的服务
zh_hant_tw: 調整後的服務

source: Modified Service
es: Servicio modificado
fr: Service modifié
ht: Sèvis Modifye
pt_br: Serviço modificado
vi: Dịch vụ đã sửa đổi
zh_hans_cn: 调整后的服务
zh_hant_tw: 調整後的服務

source: Monday through Friday: 6:30 AM - 8 PM
es: De lunes a viernes de 6:30 a. m. a 8:00 p. m.
fr: Du lundi au vendredi : de 6 h 30 à 20 h
ht: Lendi rive vandredi: 6:30 AM - 8 PM
pt_br: De segunda a sexta: 6:30 AM - 8 PM
vi: Từ thứ Hai đến thứ Sáu: 6:30 sáng - 8:00 tối
zh_hans_cn: 周一至周五：上午6:30至晚上8:00
zh_hant_tw: 週一至週五：上午6:30至晚上8:00

source: More
es: Más
fr: Plus
ht: Plis
pt_br: Mais
vi: Thêm
zh_hans_cn: 更多
zh_hant_tw: 更多

source: Nearby
es: Cerca
fr: Proche
ht: Toupre
pt_br: Próximo
vi: Ở gần
zh_hans_cn: 附近
zh_hant_tw: 附近

source: Nearby Transit
es: Tránsito cercano
fr: Transports à proximité
ht: Transpò piblik ki toupre
pt_br: Trânsito próximo
vi: Phương tiện công cộng ở gần
zh_hans_cn: 附近的交通
zh_hant_tw: 附近的交通

source: New feature. %@
es: Nueva función. %@
fr: Nouvelle fonctionnalité. %@
ht: Nouvo karakteristik. %@
pt_br: Novo recurso. %@
vi: Tính năng mới. %@
zh_hans_cn: 新增功能。%@
zh_hant_tw: 新增功能。%@

source: Next stop
es: Próxima parada
fr: Prochain arrêt
ht: Pwochen arè
pt_br: Próxima parada
vi: Điểm dừng tiếp theo
zh_hans_cn: 下一站
zh_hant_tw: 下一站

source: No matching %1$@ routes
es: No hay rutas %1$@ coincidentes
fr: Aucune correspondance de routes de %1$@
ht: Pa gen wout %1$@ki matche
pt_br: Não há correspondência %1$@ nas rotas
vi: Không có tuyến đường %1$@ nào phù hợp
zh_hans_cn: 没有匹配的%1$@路线
zh_hant_tw: 沒有匹配的%1$@路線

source: No nearby stops
es: No hay paradas cercanas
fr: Aucun arrêt à proximité
ht: Pa gen arè ki toupre
pt_br: Nenhuma parada próxima
vi: Không có điểm dừng gần đó
zh_hans_cn: 附近无站点
zh_hant_tw: 附近沒有站點

source: No results found 🤔
es: No se encontraron resultados 🤔
fr: Aucun résultat trouvé 🤔
ht: Nou pa jwenn rezilta
pt_br: Nenhum resultado encontrado 🤔
vi: Không tìm thấy kết quả 🤔
zh_hans_cn: 未找到结果🤔
zh_hant_tw: 未找到結果🤔

source: No service
es: Sin servicio
fr: Aucun service
ht: Pa gen sèvis
pt_br: Sem serviço
vi: Không có dịch vụ
zh_hans_cn: 无服务
zh_hant_tw: 無服務

source: No Service
es: Sin servicio
fr: Pas de service
ht: Pa gen Sèvis
pt_br: Sem serviço
vi: Không có dịch vụ
zh_hans_cn: 无服务
zh_hant_tw: 無服務

source: No service today
es: No hay servicio hoy
fr: Aucun service aujourd’hui
ht: Pa gen sèvis jodi a
pt_br: Sem serviço hoje
vi: Hôm nay không có dịch vụ
zh_hans_cn: 今日无服务
zh_hant_tw: 今日無服務

source: No stops added
es: No se agregaron paradas
fr: Aucun arrêt ajouté
ht: Pa gen arè ki ajoute
pt_br: Nenhuma parada adicionada
vi: Không có điểm dừng nào được thêm
zh_hans_cn: 未添加站点
zh_hant_tw: 未新增網站

source: Northbound
es: En dirección norte
fr: En direction du nord
ht: Nan direksyon nò
pt_br: Sentido norte
vi: Về hướng bắc
zh_hans_cn: 北行
zh_hant_tw: 北行

source: Not accessible
es: No accesible
fr: Non accessible
ht: Pa aksesib
pt_br: Não acessível
vi: Không thể tiếp cận
zh_hans_cn: 不适合轮椅通行
zh_hant_tw: 不適合輪椅通行

source: notifications enabled
es: notificaciones habilitadas
fr: notifications activées
ht: notifikasyon yo pèmèt
pt_br: notificações ativadas
vi: thông báo đã được bật
zh_hans_cn: 通知已开启
zh_hant_tw: 通知已開啟

source: Now
es: Ahora
fr: Maintenant
ht: Kounye a
pt_br: Agora
vi: Hiện nay
zh_hans_cn: 现在
zh_hant_tw: 現在

source: Now at
es: Ahora en
fr: Maintenant à
ht: Kounye a li nan
pt_br: Agora em
vi: Hiện giờ tại
zh_hans_cn: 现在停靠
zh_hant_tw: 現在停靠

source: Now boarding
es: Abordando
fr: Embarquement en cours
ht: L ap pran moun kounye a
pt_br: Embarcando agora
vi: Đang cho khách lên
zh_hans_cn: 正在上车
zh_hant_tw: 正在上車

source: Now save your frequently used stops to **one easy place**.
es: Ahora guarde las paradas que utiliza con frecuencia en **un lugar fácil de acceder**.
fr: Enregistrez vos arrêts fréquents dans **un seul endroit pratique**.
ht: Kounye a tout wout ou fè souvan yo sere **fasil nan yon sèl kote**.
pt_br: Agora salve suas paradas de uso frequente em **um lugar fácil**.
vi: Bây giờ hãy lưu các điểm dừng thường xuyên sử dụng vào **một nơi dễ dàng**.
zh_hans_cn: 现在将您常用的站点保存到**一个便捷位置**。
zh_hant_tw: 現在將您常用的網站儲存到**一個便捷位置**。

source: Okay
es: Bien
fr: OK
ht: Oke
pt_br: Ok
zh_hans_cn: 好的
zh_hant_tw: 好的

source: On time
es: A tiempo
fr: À l’heure
ht: Alè
pt_br: Pontual
vi: Đúng giờ
zh_hans_cn: 准时
zh_hant_tw: 準時

source: Only %@ to
es: Solo %@ a
fr: Seulement %@ vers
ht: Sèlman %@ pou
pt_br: Apenas %@ para
vi: Chỉ %@ đến
zh_hans_cn: 仅%@方向前往
zh_hant_tw: 僅%@方向前往

source: Only served at certain times of day
es: Solo se prestan servicios en determinados momentos del día
fr: Desservi uniquement à certaines heures de la journée
ht: Sèvis sèlman pandan sèten lè nan jounen an
pt_br: Atendido apenas em alguns horários do dia
vi: Chỉ phục vụ vào một số thời điểm nhất định trong ngày
zh_hans_cn: 仅在每日特定时段提供服务
zh_hant_tw: 僅在每日特定時段提供服務

source: Open for more arrivals
es: Abierto para más llegadas
fr: Ouvert pour plus d’arrivées
ht: Ouvri pou plis arive
pt_br: Aberto para mais chegadas
vi: Mở cửa đón thêm khách đến
zh_hans_cn: 开启获得更多到站信息
zh_hant_tw: 開啟獲得更多到站資訊

source: Outbound
es: Saliente
fr: Sortant du centre
ht: Soti
pt_br: Saída
vi: Đi
zh_hans_cn: 出站
zh_hant_tw: 出站

source: parade
es: desfile
fr: défilé
ht: parad
pt_br: desfile
vi: cuộc diễu hành
zh_hans_cn: 游行
zh_hant_tw: 遊行

source: Parade
es: Desfile
fr: Défilé
ht: Parad
pt_br: Desfile
vi: Cuộc diễu hành
zh_hans_cn: 游行
zh_hant_tw: 遊行

source: Parking closed
es: Estacionamiento cerrado
fr: Parking fermé
ht: Pakin fèmen
pt_br: Estacionamento fechado
vi: Bãi đậu xe đóng
zh_hans_cn: 停车已关闭
zh_hant_tw: 停車已關閉

source: Parking Closure
es: Cierre de estacionamiento
fr: Fermeture du parking
ht: Fèmti Pakin
pt_br: Fechamento de estacionamento
vi: Bãi đậu xe đóng cửa
zh_hans_cn: 停车关闭
zh_hant_tw: 停車關閉

source: Parking issue
es: Problema de estacionamiento
fr: Problème de parking
ht: Pwoblèm pakin
pt_br: Problema no estacionamento
vi: Vấn đề về đậu xe
zh_hans_cn: 停车问题
zh_hant_tw: 停車問題

source: Parking Issue
es: Problema de estacionamiento
fr: Problème de parking
ht: Pwoblèm Pakin
pt_br: Problema no estacionamento
vi: Vấn đề về đậu xe
zh_hans_cn: 停车问题
zh_hant_tw: 停車問題

source: pin route to the top of the list
es: anclar la ruta en la parte superior de la lista
fr: épingler le trajet en haut de la liste
ht: tache wout la nan tèt lis la
pt_br: fixar rota no topo da lista
vi: ghim đường dẫn ở đầu danh sách
zh_hans_cn: 在列表中置顶路线
zh_hant_tw: 將線路固定到清單頂部

source: Plan a route with Trip Planner
es: Planifique una ruta con el Planificador de viajes
fr: Planifier un trajet avec Trip Planner
ht: Planifye yon wout ak Planifikasyon Vwayaj
pt_br: Planeje uma rota com o Trip Planner
vi: Lên kế hoạch cho lộ trình với Trip Planner
zh_hans_cn: 使用Trip Planner规划出行路线
zh_hant_tw: 使用Trip Planner規劃出行路線

source: police action
es: acción policial
fr: action policière
ht: aksyon lapolis
pt_br: ação policial
vi: hành động của cảnh sát
zh_hans_cn: 警方行动
zh_hant_tw: 警方行動

source: Police Action
es: Acción policial
fr: Intervention policière
ht: Aksyon Polis
pt_br: Ação policial
vi: Hành động của cảnh sát
zh_hans_cn: 警方行动
zh_hant_tw: 警方行動

source: police activity
es: actividad policial
fr: intervention policière
ht: aktivite lapolis
pt_br: atividade policial
vi: hoạt động của cảnh sát
zh_hans_cn: 警方活动
zh_hant_tw: 警方活動

source: Police Activity
es: Actividad policial
fr: Intervention policière
ht: Aktivite Polis
pt_br: Atividade policial
vi: Hoạt động của cảnh sát
zh_hans_cn: 警方活动
zh_hant_tw: 警方活動

source: Policy change
es: Cambio de política
fr: Changement de politique
ht: Chanjman règleman
pt_br: Alteração de política
vi: Thay đổi chính sách
zh_hans_cn: 政策变化
zh_hant_tw: 政策變化

source: Policy Change
es: Cambio de política
fr: Changement de politique
ht: Chanjman Règleman
pt_br: Alteração de política
vi: Thay đổi chính sách
zh_hans_cn: 政策变化
zh_hant_tw: 政策變化

source: power problem
es: problema con el suministro de electricidad
fr: problème d’alimentation
ht: pwoblèm kouran
pt_br: problema de energia
vi: vấn đề về điện
zh_hans_cn: 电力故障
zh_hant_tw: 電力故障

source: Power Problem
es: Problema de energía
fr: Problème électrique
ht: Pwoblèm Kouran
pt_br: Problema de energia
vi: Vấn đề về điện
zh_hans_cn: 电力故障
zh_hant_tw: 電力故障

source: Prediction not available yet
es: Predicción aún no disponible
fr: La prévision n’est pas encore disponible
ht: Prediksyon poko disponib
pt_br: Previsão ainda não disponível
vi: Chưa có dự đoán
zh_hans_cn: 预测功能暂不可用
zh_hant_tw: 預測尚不可用

source: Predictions unavailable
es: Las predicciones no están disponibles
fr: Les prévisions ne sont pas encore disponibles
ht: Pa gen prediksyon disponib
pt_br: Previsões indisponíveis
vi: Dự đoán không có sẵn
zh_hans_cn: 预测不可用
zh_hant_tw: 預測不可用

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ht: Règleman sou Vi Prive
pt_br: Política de Privacidade
vi: Chính sách bảo mật
zh_hans_cn: 隐私政策
zh_hant_tw: 隱私政策

source: rail defect
es: defecto del riel
fr: défaut sur les rails
ht: defo nan ray
pt_br: defeito nos trilhos
vi: lỗi đường sắt
zh_hans_cn: 轨道缺陷
zh_hant_tw: 軌道缺陷

source: Rail Defect
es: Defecto del riel
fr: Défaut sur les rails
ht: Defo nan ray tren yo
pt_br: Defeito nos trilhos
vi: Lỗi đường sắt
zh_hans_cn: 轨道缺陷
zh_hant_tw: 軌道缺陷

source: Real-time arrivals updating live
es: Llegadas en tiempo real actualizadas en vivo
fr: Arrivées en temps réel et mises à jour en direct
ht: Arive an tan reyèl yo mete ajou an dirèk
pt_br: Atualização em tempo real ao vivo das chegadas
vi: Cập nhật giờ đến theo thời gian thực
zh_hans_cn: 实时到达实时更新
zh_hant_tw: 即時到達即時更新

source: Recenter map on %@
es: Volver a centrar el mapa en %@
fr: Recentrer la carte sur %@
ht: Resantre Kat la sou %@
pt_br: Centralizar o mapa em %@
vi: Căn bản đồ vào giữa %@
zh_hans_cn: 将地图重新定位至%@
zh_hant_tw: 將地圖重新定位至%@

source: Recenter map on my location
es: Volver a centrar el mapa en mi ubicación
fr: Recentrer la carte sur ma position
ht: Resantre kat jeyografik la sou pozisyon mwen
pt_br: Mapa mais recente sobre minha localização
vi: Định vị lại bản đồ ở vị trí của tôi
zh_hans_cn: 在地图上重新定位到我所在位置
zh_hant_tw: 將地圖重新定位到我的位置

source: Recently Viewed
es: Visto recientemente
fr: Vu récemment
ht: Sa w fenk sot Wè
pt_br: Visto(s) recentemente
vi: Đã xem gần đây
zh_hans_cn: 近期查看过
zh_hant_tw: 近期查看過

source: Refresh
es: Refrescar
fr: Actualiser
ht: Rafrechi
pt_br: Atualizar
vi: Làm mới
zh_hans_cn: 刷新
zh_hant_tw: 重新整理

source: Refresh predictions
es: Refrescar predicciones
fr: Actualiser les prévisions
ht: Rafrechi prediksyon
pt_br: Atualizar previsões
vi: Làm mới dự đoán
zh_hans_cn: 刷新预测
zh_hant_tw: 重新整理預測

source: Reload data
es: Recargar datos
fr: Recharger les données
ht: Rechaje done
pt_br: Recarregar dados
vi: Tải lại dữ liệu
zh_hans_cn: 重新加载数据
zh_hant_tw: 重新載入資料

source: Remove
es: Eliminar
fr: Supprimer
ht: Retire
pt_br: Remover
vi: Xóa
zh_hans_cn: 移除
zh_hant_tw: 移除

source: remove favorite
es: eliminar favorito
fr: supprimer des favoris
ht: retire yon preferans
pt_br: remover favorito
vi: xóa mục yêu thích
zh_hans_cn: 移除收藏
zh_hant_tw: 移除收藏

source: Remove from Favorites
es: Eliminar de favoritos
fr: Supprimer des Favoris
ht: Retire nan Favorites yo
pt_br: Remover dos favoritos
vi: Xóa khỏi mục yêu thích
zh_hans_cn: 从收藏夹中移除
zh_hant_tw: 從我的最愛中移除

source: Remove the filter and display all routes
es: Eliminar el filtro y mostrar todas las rutas
fr: Supprimer le filtre et afficher tous les trajets
ht: Retire filtè a epi montre tout wout yo
pt_br: Remova o filtro e exiba todas as rotas
vi: Xóa bộ lọc và hiển thị tất cả các tuyến đường
zh_hans_cn: 删除筛选条件并显示所有路线
zh_hant_tw: 刪除篩選條件並顯示所有線路

source: Removed from Favorites
es: Se eliminó de Favoritos
fr: Supprimé des Favoris
ht: Retire nan Preferans yo
pt_br: Removido dos Favoritos
vi: Đã xóa khỏi mục Yêu thích
zh_hans_cn: 已从收藏夹中移除
zh_hant_tw: 已從我的最愛中移除

source: Removes from favorites
es: Elimina de favoritos
fr: Supprime des Favoris
ht: Retire nan Favorites yo
pt_br: Remove dos favoritos
vi: Xóa khỏi mục yêu thích
zh_hans_cn: 从收藏夹中移除
zh_hant_tw: 從我的最愛中移除

source: Removes selected filter so that arrivals from all routes are displayed
es: Elimina el filtro seleccionado para que se muestren las llegadas de todas las rutas
fr: Supprime le filtre sélectionné pour afficher les arrivées de tous les trajets
ht: Retire opsyon ki seleksyone yo pou arive nan tout wout yo ka montre
pt_br: Remove o filtro selecionado para exibir as chegadas de todas as rotas
vi: Xóa bộ lọc đã chọn để hiển thị giờ đến của tất cả các lộ trình
zh_hans_cn: 删除选定的筛选条件，以便显示所有线路的到站情况
zh_hant_tw: 刪除選取的篩選條件，以便顯示所有線路的到站情況

source: Resources
es: Recursos
fr: Ressources
ht: Resous
pt_br: Recursos
vi: Nguồn
zh_hans_cn: 资源
zh_hant_tw: 資源

source: Results failed to load ☹️
es: Los resultados no se pudieron cargar ☹️
fr: Échec du chargement des résultats ☹️
ht: Rezilta yo pa monte
pt_br: Falha ao carregar resultados 🤔
vi: Kết quả không tải được ☹️
zh_hans_cn: 结果加载失败☹️
zh_hant_tw: 結果載入失敗☹️

source: Route Search
es: Buscador de rutas
fr: Recherche de trajet
ht: Rechèch Wout
pt_br: Pesquisa de rotas
vi: Tìm kiếm tuyến đường
zh_hans_cn: 线路搜索
zh_hant_tw: 線路搜尋

source: Routes
es: Rutas
fr: Trajets
ht: Wout
pt_br: Rotas
vi: Tuyến đường
zh_hans_cn: 线路
zh_hant_tw: 線路

source: Save
es: Guardar
fr: Sauvegarder
ht: Sove
pt_br: Salvar
vi: Lưu
zh_hans_cn: 保存
zh_hant_tw: 儲存

source: Schedule change
es: Cambio de horario
fr: Changement d’horaire
ht: Chanjman orè
pt_br: Alteração de horário
vi: Thay đổi lịch trình
zh_hans_cn: 时刻表变更
zh_hant_tw: 時刻表變更

source: Schedule Change
es: Cambio de horario
fr: Changement d’horaire
ht: Chanjman Orè
pt_br: Alteração de horário
vi: Thay đổi lịch trình
zh_hans_cn: 时刻表变更
zh_hant_tw: 時刻表變更

source: Scheduled to depart
es: Programado para salir
fr: Prévu au départ
ht: Pwograme pou ale
pt_br: Programado para partir
vi: Đã lên lịch khởi hành
zh_hans_cn: 计划出发
zh_hant_tw: 預定出發

source: Search by stop
es: Buscar por parada
fr: Rechercher par arrêt
ht: Chèche dapre arè a
pt_br: Pesquisar por parada
vi: Tìm kiếm theo điểm dừng
zh_hans_cn: 按站点搜索
zh_hant_tw: 按站點搜尋

source: See transit near you
es: Ver tráfico cerca de usted
fr: Voir les transports près de votre position
ht: Gade transpò piblik toupre w
pt_br: Ver transporte perto de você
vi: Xem phương tiện công cộng gần bạn
zh_hans_cn: 查看您附近的交通
zh_hant_tw: 查看您附近的交通

source: Select to call
es: Seleccionar para llamar
fr: Sélectionner pour appeler
ht: Chwazi rele
pt_br: Selecionar para chamar
vi: Chọn để gọi
zh_hans_cn: 选择呼叫
zh_hant_tw: 選擇呼叫

# Selected %@ %@ %@
source: Selected %1$@ %2$@ %3$@
es: %1$@ %2$@ %3$@ seleccionado
fr: %1$@ %2$@ %3$@ sélectionné
ht: Chwazi %1$@ %2$@ %3$@
pt_br: %1$@ %2$@ %3$@ selecionados
vi: Đã chọn %1$@ %2$@ %3$@
zh_hans_cn: 选定%1$@ %2$@ %3$@
zh_hant_tw: 選定%1$@%2$@%3$@

# Selected %@ %@ %@, selected stop
source: Selected %1$@ %2$@ %3$@, selected stop
es: %1$@ %2$@ %3$@ seleccionada, parada seleccionada
fr: %1$@ %2$@ %3$@ sélectionné, arrêt sélectionné
ht: Chwazi %1$@ %2$@ %3$@, arè ou chwazi a
pt_br: %1$@ %2$@ %3$@ selecionados, parada selecionada
vi: Đã chọn %1$@ %2$@ %3$@, điểm dừng đã chọn
zh_hans_cn: 选定%1$@ %2$@ %3$@，选定站点
zh_hant_tw: 選定%1$@%2$@%3$@，選定站點

# Selected %@ scheduled to depart %@
source: Selected %1$@ scheduled to depart %2$@
es: %1$@ seleccionado programado para salir %2$@
fr: %1$@ programmé au départ de %2$@ sélectionné
ht: Chwazi %1$@ pwograme pou ale %2$@
pt_br: %1$@ Programado para partir %2$@ selecionado
vi: Đã chọn %1$@ đã lên lịch khởi hành %2$@
zh_hans_cn: 选定%1$@计划离开%2$@
zh_hant_tw: 選定%1$@預定駛離%2$@

# Selected %@ scheduled to depart %@, selected stop
source: Selected %1$@ scheduled to depart %2$@, selected stop
es: %1$@ seleccionado programado para salir %2$@, parada seleccionada
fr: %1$@ programmé au départ de %2$@ sélectionné, arrêt sélectionné
ht: Chwazi %1$@ pwograme pou ale %2$@, arè ou chwazi a
pt_br: %1$@ Programado para partir %2$@ selecionado, parada selecionada
vi: Đã chọn %1$@ đã lên lịch khởi hành %2$@, điểm dừng đã chọn
zh_hans_cn: 选定%1$@计划离开%2$@，选定站点
zh_hant_tw: 選定%1$@預定駛離%2$@，選定站點

source: Send App Feedback
es: Enviar comentarios sobre la aplicación
fr: Envoyer un commentaire sur l’application
ht: Voye fidbak sou App la
pt_br: Enviar comentário do aplicativo
vi: Gửi ý phản hồi về ứng dụng
zh_hans_cn: 发送应用程序反馈
zh_hant_tw: 傳送應用程式回饋

source: serves %@
es: sirve %@
fr: sert %@
ht: sèvi %@
pt_br: atende %@
vi: phục vụ %@
zh_hans_cn: 服务%@
zh_hant_tw: 服務%@

source: Service change
es: Cambio de servicio
fr: Changement de service
ht: Chanjman sèvis
pt_br: Troca de serviço
vi: Thay đổi dịch vụ
zh_hans_cn: 服务变更
zh_hant_tw: 服務變更

source: Service Change
es: Cambio de servicio
fr: Changement de service
ht: Chanjman Sèvis
pt_br: Troca de serviço
vi: Thay đổi dịch vụ
zh_hans_cn: 服务变更
zh_hant_tw: 服務變更

source: Service ended
es: Servicio finalizado
fr: Fin de service
ht: Sèvis ki fini
pt_br: Serviço encerrado
vi: Dịch vụ đã kết thúc
zh_hans_cn: 服务已结束
zh_hant_tw: 服務已結束

source: Service is running, but predicted arrival times aren’t available.
es: El servicio está funcionando, pero los horarios de llegada previstos no están disponibles.
fr: Le service fonctionne, mais les heures d’arrivée prévues ne sont pas disponibles.
ht: Sèvis la ap fonksyone, men prediksyon lè arive yo pa disponib.
pt_br: O serviço está funcionando, mas os horários previstos de chegada não estão disponíveis.
vi: Dịch vụ đang hoạt động nhưng không có thời gian đến dự kiến.
zh_hans_cn: 服务运行中，暂无预计到达时间。
zh_hant_tw: 服務正在運行，但無法提供預計到達時間。

source: Service is running, but predicted arrival times aren’t available. Check the map to see where %@ are right now.
es: El servicio está en funcionamiento, pero no hay horarios de llegada previstos. Consulte el mapa para ver dónde se encuentra %@ en este momento.
fr: Le service fonctionne, mais les heures d’arrivée prévues ne sont pas disponibles. Consulter la carte pour afficher la position actuelle de %@.
ht: Sèvis la ap fonksyone, men prediksyon lè arive yo pa disponib. Verifye kat la pou wè ki kote %@ yo ye kounye a.
pt_br: O serviço está funcionando, mas os horários de chegada previstos não estão disponíveis. Verifique no mapa onde %@ estão no momento.
vi: Dịch vụ đang hoạt động, nhưng thời gian đến dự kiến không khả dụng. Bản đồ hiển thị vị trí hiện tại của %@ trên tuyến đường này.
zh_hans_cn: 服务运行中，暂无预计到达时间。请查看地图获取%@当前的位置信息。
zh_hant_tw: 服務正在運行，但無法提供預計到達時間。查看地圖，看看%@目前所在的位置。

source: Service suspended
es: Servicio suspendido
fr: Service interrompu
ht: Sèvis ki kanpe
pt_br: Serviço suspenso
vi: Dịch vụ bị đình chỉ
zh_hans_cn: 服务暂停
zh_hant_tw: 服務暫停

source: Set map display preference
es: Establecer preferencia de visualización del mapa
fr: Définir les préférences d’affichage de la carte
ht: Mete preferans ou pou montre kat la
pt_br: Definir preferência de exibição do mapa
vi: Đặt tùy chọn hiển thị bản đồ
zh_hans_cn: 设置地图显示首选项
zh_hant_tw: 設定地圖顯示首選項

source: Set station accessibility info preference
es: Establecer preferencia de información de accesibilidad de la estación
fr: Définir les préférences d’informations sur l’accessibilité de la station
ht: Mete preferans ou pou enfòmasyon sou aksè estasyon yo
pt_br: Definir preferência de informações de acessibilidade da estação
vi: Đặt tùy chọn thông tin về khả năng tiếp cận ga
zh_hans_cn: 设置车站无障碍信息首选项
zh_hant_tw: 設定車站無障礙資訊首選項

source: Settings
es: Configuración
fr: Paramètres
ht: Paramèt
pt_br: Configurações
vi: Cài đặt
zh_hans_cn: 设置
zh_hant_tw: 設定

source: severe weather
es: clima severo
fr: temps violent
ht: move tan
pt_br: clima severo
vi: thời tiết khắc nghiệt
zh_hans_cn: 恶劣天气
zh_hant_tw: 惡劣天氣

source: Severe Weather
es: Clima severo
fr: Temps violents
ht: Move Tan
pt_br: Tempo ruim
vi: Thời tiết khắc nghiệt
zh_hans_cn: 恶劣天气
zh_hant_tw: 惡劣天氣

source: Shuttle
es: Autobús de enlace
fr: Navette
ht: Navèt
pt_br: Ônibus vai-e-vem
vi: Xe đưa đón
zh_hans_cn: 摆渡巴士
zh_hant_tw: 擺渡巴士

source: Shuttle Bus
es: Autobús de enlace
fr: Navette
ht: Otobis Navèt
pt_br: Ônibus vai-e-vem
vi: Xe buýt đưa đón
zh_hans_cn: 穿梭巴士
zh_hant_tw: 穿梭巴士

source: Shuttle buses
es: Autobuses de enlace
fr: Navettes
ht: Otobis k ap fè lanavèt
pt_br: Ônibus de transferência
vi: Xe buýt đưa đón
zh_hans_cn: 摆渡巴士
zh_hant_tw: 擺渡巴士

source: Shuttle buses replace service
es: Los autobuses de enlace reemplazan el servicio
fr: Service de remplacement par navettes
ht: Bis navèt ranplase sèvis
pt_br: Serviço de substituição de ônibus vai-e-vem
vi: Xe buýt đưa đón thay thế dịch vụ
zh_hans_cn: 摆渡巴士取代原服务
zh_hant_tw: 擺渡巴士取代原服務

source: signal issue
es: problema de señal
fr: problème de signal
ht: pwoblèm siyal
pt_br: problema de sinal
vi: vấn đề đèn tín hiệu
zh_hans_cn: 信号问题
zh_hant_tw: 信號問題

source: Signal Issue
es: Problema de señal
fr: Problème de signal
ht: Pwoblèm Siyal
pt_br: Problema de sinal
vi: Vấn đề đèn tín hiệu
zh_hans_cn: 信号问题
zh_hant_tw: 信號問題

source: signal problem
es: problema de señal
fr: problème de signal
ht: pann siyal
pt_br: problema de sinal
vi: vấn đề đèn tín hiệu
zh_hans_cn: 信号故障
zh_hant_tw: 信號故障

source: Signal Problem
es: Problema de señal
fr: Problème signalétique
ht: Pwoblèm Siyal
pt_br: Problema de sinal
vi: Vấn đề đèn tín hiệu
zh_hans_cn: 信号故障
zh_hant_tw: 信號故障

source: single tracking
es: seguimiento único
fr: suivi unique
ht: yon sèl ray pou de direksyon
pt_br: via única
vi: đường ray đơn
zh_hans_cn: 单轨道
zh_hant_tw: 單軌道

source: Single Tracking
es: Seguimiento único
fr: Suivi unique
ht: Yon sèl ray pou de direksyon
pt_br: Via única
vi: Đường ray đơn
zh_hans_cn: 单轨道
zh_hant_tw: 單軌道

source: slippery rail
es: carril resbaladizo
fr: rail glissant
ht: ray glise
pt_br: trilho escorregadio
vi: đường ray trơn trượt
zh_hans_cn: 轨道湿滑
zh_hant_tw: 軌道濕滑

source: Slippery Rail
es: Riel resbaloso
fr: Chaussée glissante
ht: Ray ki Glise
pt_br: Trilho escorregadio
vi: Đường ray trơn trượt
zh_hans_cn: 轨道湿滑
zh_hant_tw: 軌道濕滑

source: snow
es: nieve
fr: neige
ht: nèj
pt_br: neve
vi: tuyết
zh_hans_cn: 降雪
zh_hant_tw: 降雪

source: Snow
es: Nieve
fr: Neige
ht: Nèj
pt_br: Neve
vi: Tuyết
zh_hans_cn: 降雪
zh_hant_tw: 降雪

source: Snow route
es: Ruta de nieve
fr: Route enneigée
ht: Wout denèjman
pt_br: Rota da neve
vi: Tuyến đường tuyết
zh_hans_cn: 路线积雪
zh_hant_tw: 雪道

source: Snow Route
es: Ruta con nieve
fr: Route enneigée
ht: Wout denèjman
pt_br: Rota de neve
vi: Tuyến đường có tuyết
zh_hans_cn: 雪地线路
zh_hant_tw: 雪地線路

source: Software Licenses
es: Licencias de software
fr: Licences produits
ht: Lisans lojisyèl
pt_br: Licenças de software
vi: Giấy phép phần mềm
zh_hans_cn: 软件许可
zh_hant_tw: 軟體許可證

source: Southbound
es: En dirección sur
fr: En direction du sud
ht: Nan direksyon sid
pt_br: Sentido sul
vi: Về hướng nam
zh_hans_cn: 南行
zh_hant_tw: 南行

source: special event
es: evento especial
fr: événement spécial
ht: evènman espesyal
pt_br: evento especial
vi: sự kiện đặc biệt
zh_hans_cn: 特殊事件
zh_hant_tw: 特殊事件
